LEXICON_RU: dict[str, str] = {
    "start": "Привет! Это бот для создания сценариев\n\nДля большей информации нажми /help",
    "help": "Вы нажали на кнопку /help",
    "new_screenplay": "Отлично! Давай создадим новый сценарий\n\nКак мы его назовём?",
    "cancel": "Вы отменили заполнение данных о сценарии\n\nВведите /new_screenplay, чтобы начать заново",
    "screenplay_title": "Теперь по желанию можешь мне отправить логлайн к сценарию или нажать на кнопку, чтобы пропустить этот шаг",
    "not_screenplay_title": "Неверный формат данных для названия\n\nЕсли вы хотите прекратить заполнение анкеты нажмите /cancel",
    "screenplay_logline": "Сценарий был сохранён и будет доступен по команде /my_screenplays",
    "not_screenplay_logline": "Неверный формат данных для логлайна\n\nЕсли вы хотите прекратить заполнение анкеты нажмите /cancel",
}

LEXICON_COMMANDS_RU: dict[str, str] = {
    "start": "Перезапустить бота",
    "help": "Полезная информация о функционале бота",
    "new_screenplay": "Создание нового сценария",
}
